<?php

// +----------------------------------------------------------------------
// | ThinkPHP通用后台管理系统
// +----------------------------------------------------------------------
// | Copyright (c) 2013 www.4u4v.net All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 水木清华 <admin@4u4v.net>
// +----------------------------------------------------------------------

/*
* 系统公共类
*/
class CmsAction extends Action{

    public function _initialize(){
		/*
		* 载入各种扩展
		*/
		//import("ORG.Util.Image");	//图像操作类库
		Load('extend');		//Think扩展函数库

    }
	
}