<?php

// +----------------------------------------------------------------------
// | ThinkPHP通用后台管理系统
// +----------------------------------------------------------------------
// | Copyright (c) 2013 www.4u4v.net All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 水木清华 <admin@4u4v.net>
// +----------------------------------------------------------------------

// cron配置文件
// 格式 return array(
// '计划名称'=>array('计划执行的文件名(不含.php)',间隔执行时间(s),第一次执行时间(UNIX时间戳)),...
// );

return array(
   'cronname'=>array('demo','60','1356611601'),
 );