<?php

// +----------------------------------------------------------------------
// | ThinkPHP通用后台管理系统
// +----------------------------------------------------------------------
// | Copyright (c) 2013 www.4u4v.net All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 水木清华 <admin@4u4v.net>
// +----------------------------------------------------------------------

define('THINK_PATH', './Core/ThinkPHP/');
define('RUNTIME_PATH','./Temp/');
define('TMPL_PATH','./Template/');
define('APP_PATH', './Core/');
define('APP_NAME', 'cms');