<?php

// +----------------------------------------------------------------------
// | ThinkPHP通用后台管理系统
// +----------------------------------------------------------------------
// | Copyright (c) 2013 www.4u4v.net All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 水木清华 <admin@4u4v.net>
// +----------------------------------------------------------------------

/*
* 空模块
* 前台模块指定错误时调用
*/
class EmptyAction extends Action{

    public function _initialize(){
    	$this->display(C('ERROR_PAGE'));
		die;
    }
	
}