<?php

// +----------------------------------------------------------------------
// | ThinkPHP通用后台管理系统
// +----------------------------------------------------------------------
// | Copyright (c) 2013 www.4u4v.net All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 水木清华 <admin@4u4v.net>
// +----------------------------------------------------------------------

/**
 * CMS后台 登录模块简体中文语言包
 * @author   Jacky Do
 */
return array(
		'lan_username'        =>'用户名',
		'lan_password'        =>'密码',
		'lan_verify'          =>'验证码',
		'lan_input_user_name' =>'请输入用户名',
		'lan_input_password'  =>'请输入密码',
		'lan_input_verify'    =>'请输入验证码',
);